Revit 2027 API
DWFExportOptions.MergedViews Property
Whether to merge all views in one file.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool MergedViews { get; set; }
Public Property MergedViews As Boolean
	Get
	Set
public:
property bool MergedViews {
	bool get ();
	void set (bool value);
}
member MergedViews : bool with get, set
Property Value
Boolean
See Also
Reference
DWFExportOptions Class
Autodesk.Revit.DB Namespace